# (с) goodprogrammer.ru
#
# Файл для населения БД начальными данными, чтобы было с чем играться
#
# выполняется в консоли rake db:seed

Question.create(level: 0, text: 'Как заканчивается присказка: "Мы и сами с..."?', answer1: 'с усами', answer2: 'с волосами', answer3: 'точно не известно', answer4: 'с деньгами')
Question.create(level: 1, text: 'Как в обиходе называют растение, которое часто дарят женщинам к празднику 8 марта?', answer1: 'мимоза', answer2: 'оливье', answer3: 'селедка под шубой', answer4: 'винегрет')
Question.create(level: 2, text: 'С помощью чего пасссажиры часто попадают в самолет?', answer1: 'рукава', answer2: 'воротника', answer3: 'лацкана', answer4: 'манжета')
Question.create(level: 3, text: 'Какой наряд прославил баснописец Крылов?', answer1: 'тришкин кафтан', answer2: 'ивашкин армяк', answer3: 'прошкин зипун', answer4: 'машкин сарафан')
Question.create(level: 4, text: 'Как звали старшую сестру императора Петра Первого?', answer1: 'Софья', answer2: 'Вера', answer3: 'Надежда', answer4: 'Любовь')
Question.create(level: 5, text: 'Что не бывает морским?', answer1: 'рельс', answer2: 'огурец', answer3: 'гребешок', answer4: 'узел')
Question.create(level: 6, text: 'Во что, согласно пророчеству ведьмы, должна была превратиться Русалочка в сказке Андерсена?', answer1: 'в морскую пену', answer2: 'в морскую звезду', answer3: 'в морскую раковину', answer4: 'в морскую волну')
Question.create(level: 7, text: 'Какую рифму к слову «Гвадалквивир» употребил Пушкин в своём стихотворении?', answer1: 'зефир', answer2: 'кефир', answer3: 'дебил', answer4: 'сапфир')
Question.create(level: 8, text: 'Кого с большим основанием можно назвать островитянами?', answer1: 'алеутов', answer2: 'эвенков', answer3: 'чукчей', answer4: 'якутов')
Question.create(level: 9, text: 'В какой стране появилась мандолина?', answer1: 'Италия', answer2: 'Испания', answer3: 'Венгрия', answer4: 'Греция')
Question.create(level: 10, text: 'Как жители Лондона прозвали небоскреб Мэри-Экс, спроектированный Норманом Фостером?', answer1: 'корнишон', answer2: 'баклажан', answer3: 'кабачок', answer4: 'патиссон')
Question.create(level: 11, text: 'Какой врач первым в истории русской медицины применил гипсовую повязку?', answer1: 'Пирогов', answer2: 'Боткин', answer3: 'Склифосовский', answer4: 'Субботин')
Question.create(level: 12, text: 'Где в Древней Греции можно было увидеть надпись: «Здесь живут мертвые и говорят немые»?', answer1: 'в библиотеках', answer2: 'в тюрьмах', answer3: 'на кладбище', answer4: 'в больнице')
Question.create(level: 13, text: 'Кто был одним из авторов сценария фильма «Музыкальная история» с Сергеем Лемешевым в главной роли?', answer1: 'Евгений Петров', answer2: 'Илья Ильф', answer3: 'Михаил Зощенко', answer4: 'Аркадий Аверченко')
Question.create(level: 14, text: 'Каким видом спорта серьезно увлекался французский летчик Ролан Гаррос?', answer1: 'регби', answer2: 'поло', answer3: 'гольф', answer4: 'пинг-понг')
